[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[MainApp.Project]
ProjectName=Bloody7

[MainApp.TrayIconPopupMenu]
mi_LaunchOnLogin->Caption=Ejecutar al inicio
mi_TrayLaunch->Caption=Abierto al %P
mi_ProgramExit->Caption=Exit
mi_MultiDeviceManage->Caption=Varios dispositivos
mi_MouseLed->Caption=Pantalla de funciones
mi_DevicePair->Caption=Programa de emparejamiento
mi_ProgramClose->Caption=On-Board Profile Loadout
mi_MouseLedFunc_AlwaysShow->Caption=Mostrar siempre
mi_MouseLedFunc_ChangedShow->Caption=Mostrar al cambiar
mi_MouseLedFunc_Hide->Caption=Ocultar
mi_W4DSetting->Caption=Rueda 4 direcciones
mi_TroubleShooting->Caption=Troubleshoot
mi_UpdaterSetting->Caption=Update Settings
mi_AdvancedFeatures->Caption=Advanced Functionality
mi_AdvancedFeature_SyncSeriesLog->Caption=Export Settings to Share
mi_AdvancedSettings->Caption=Advanced Settings
fd_SyncSeriesLog->Caption=Export Settings to Share
fd_SyncSeriesLog->Title=Please Select Folder to Export:
ExportForSyncSeriesLogSuccess=Export Complete
mi_FactoryDefault->Caption=

[MainApp.TriggerSetPopupMenu]
mi_NoSetting->Caption=No está configurado
mi_Keyboard->Caption=Teclado…
mi_Mouse->Caption=Mouse
mi_OfficeHotKeys->Caption=Teclas Office de Acceso Rápido
mi_MultiMediaHotKeys->Caption=Multi-Media Teclas de Acceso Rápido
mi_LockRightKey->Caption=Bloquear botón derecho
mi_MouseSensitivity->Caption=CPI
mi_MinusMouseSensitivity->Caption=CPI-
mi_PlusMouseSensitivity->Caption=CPI+
mi_CycleMouseSensitivity->Caption=Ciclo de CPI
mi_Sniper->Caption=Rifle de francotirador
mi_Sniper1->Caption=Rifle de francotirador 1
mi_Sniper2->Caption=Rifle de francotirador 2
mi_Sniper3->Caption=Rifle de francotirador 3
mi_Sniper4->Caption=Rifle de francotirador 4
mi_Sniper5->Caption=Rifle de francotirador 5
mi_Sniper6->Caption=Rifle de francotirador 6
mi_SelectMacroFile->Caption=Seleccionar archivo macro
mi_SelectMacroCheatsFile->Caption=Seleccionar archivo combo
mi_MacroManager->Caption=Gestor de macros…
//多媒體熱鍵 - 網路=
mi_Back->Caption=Volver
mi_Forward->Caption=Hacia adelante
mi_StopSearch->Caption=Detener
mi_Refresh->Caption=Recargar
mi_WebSearch->Caption=Buscar
mi_MyFavorite->Caption=Mi favorito
mi_WebBrowser->Caption=Navegador de Internet
mi_Email->Caption=E-mail
//多媒體熱鍵 - 多媒體=
mi_MediaPlayer->Caption=Reproductor multimedia
mi_PreviousTrack->Caption=Pista anterior
mi_NextTrack->Caption=Siguiente pista
mi_StopPlay->Caption=Detener
mi_PlayPause->Caption=Reproducir/Pausa
mi_Mute->Caption=Silenciar
mi_VolumeAdd->Caption=Volumen +
mi_VolumeSub->Caption=Volumen -
//多媒體熱鍵 - 系统=
mi_Calculator->Caption=Calculadora
mi_MyComputer->Caption=Mi ordenador
mi_Sleep->Caption=Suspensión
mi_Poweroff->Caption=Apagar
//滑鼠模擬+滾輪模擬=
mi_LeftButton->Caption=Botón izquierdo
mi_RightButton->Caption=Botón derecho
mi_MiddleButton->Caption=Botón de en medio
mi_4thButton->Caption=4º botón
mi_5thButton->Caption=5º botón
mi_ScrollUp->Caption=Desplazar hacia arriba
mi_ScrollDown->Caption=Desplazar hacia bajo
mi_ScrollLeft->Caption=Desplazar hacia la izquierda
mi_ScrollRight->Caption=Desplazar hacia la derecha
mi_AxisYReversion->Caption=Invertir eje Y
//辦公熱鍵=
mi_Software->Caption=Ejecutar programa
//辦公熱鍵 - 辦公常用=
mi_Maximize->Caption=Máximo
mi_Minimize->Caption=Mínimo
mi_AllMinimize->Caption=Mínimo Todos
mi_ZoomIn->Caption=Acercar
mi_ZoomOut->Caption=Alejar
mi_PasteText->Caption=Pegar texto
mi_2XKey->Caption=Doble Clic
mi_3XKey->Caption=Triple Clic
mi_TripleFire->Caption=Disparo triple
mi_Cut->Caption=Cortar[Ctrl+X]
mi_Copy->Caption=Copiar[Ctrl+C]
mi_Paste->Caption=Pegar[Ctrl+V]
mi_Delete->Caption=Eliminar[Del]
mi_Search->Caption=Buscar[Ctrl+F]
mi_SelectAll->Caption=Seleccionar todo[Ctrl+A]
mi_Redo->Caption=Rehacer[Ctrl+Y]
mi_Undo->Caption=Deshacer[Ctrl+Z]
mi_NewFile->Caption=Archivo nuevo[Ctrl+N]
mi_OpenFile->Caption=Abrir archivo[Ctrl+O]
mi_SaveFile->Caption=Guardar archivo[Ctrl+S]
mi_Print->Caption=Imprimir[Ctrl+P]
mi_Disabled->Caption=Desactivado
//螢幕功能=
mi_ScreenCaptureFunc->Caption=Función de pantalla
mi_StaticShot->Caption=Captura de pantalla
mi_16in1MouseGesture->Caption=Gestos 16-en-1
mi_MouseGestures->Caption=
mi_PenSuit->Caption=Puntero
profilekey=Botón específico del ratón
mi_ScrollShot->Caption=
mi_ScreenCapture->Caption=Captura de pantalla
mi_ScreenShotPro->Caption=Screen Capture Pro

[MainApp.Misc]
Version=Versión:
Key=tecla
ScriptIsTooLarge=El tamaño del guión es demasiado grande, no hay suficiente memoria.
SelectSoft=Seleccione el nombre del archivo o acceso directo
InternetMessageInform=Tiene %d nuevas notificaciones!
MouseNotExists=Conecte el ratón de la serie Bloody.
DetectMultiDevice=Varios Mouse Bloody detectados, por favor, tenga sólo uno y reinicie el programa
DetectMultiSoftware=El programa ya está abierto.
UpdateKernelSystem=Cambio de núcleo
FinishUpdateKernelSystem=¡Cambio realizado!
MouseKeySet=Configuración de Claves
MouseOSDHint=Caracteristicas e Instrucciones
TrialAccessDeny=Thanks for viewing [HEADSHOT]! Can not apply! Please purchase Ultra-Core3 activation code online!
ScriptApplyInform=Los ajustes se almacenan en la memoria del ratón!
SensitivityApplyInform=Los ajustes se almacenan en la memoria del ratón!
WirelessGuardApplyInform=Los ajustes se almacenan en la memoria del ratón!
SniperApplyInform=Los ajustes se almacenan en la memoria del ratón!
NoMoreHint=No volver a mostrar
UpdateWirelessMouse=Actualización de ratón
UpdateWirelessKeyboard=Actualización de teclado
FinishUpdateDeviceFirmware=¡Actualización completada!
ExecutionDeny=No se admite una versión de software anterior. Descargue el software Bloody más reciente.
ProgramTerminateTitle=No interrumpir el juego
ProgramTerminateTips=Para que la unidad de vigilancia no detecte el software como un programa malicioso y le obligue a abandonar el juego, seleccione "No interrumpir el juego". Los datos se cargarán en la memoria del ratón y funcionará como un hardware sin controlador.
TrialVersionHint=Se han excedido las 1000 veces de prueba gratis. Vaya a la tienda en línea para adquirir Ultra Core3.
MacroMemoryDownloadErrorToRestore=Download error!! There is a problem with the script's macro content, please revise the script. It will automatically return to the previous setting!! 
MacroMemoryDownloadErrorAndTerminate=Download error!! There is a problem with the script's macro content.

[KeyboardPanelForm]
ck_Window->Caption=Windows
ck_Ctrl->Caption=Ctrl
ck_Alt->Caption=Alt
ck_Shift->Caption=Mayús
lb_Close->Caption=Cerrar

[PasteTextForm]
lb_Text->Caption=Escriba el texto:
mi_EditerCut->Caption=Cortar       Ctrl+X
mi_EditerCopy->Caption=Copiar       Ctrl+C
mi_EditerPaste->Caption=Pegar        Ctrl+V
N1->Caption=-
mi_LoadFromFile->Caption=Leer desde el archivo…
mi_LoadFromRecord->Caption=Textos recientes

[TrayIconWebAD]
lb_Title->Caption=Notificación
lb_Close->Caption=

[KeySetForm]
lb_SelectConfiguration_KS->Caption=Seleccionar perfil:
lb_ConfigurationSwitch_KS->Caption=Configurar modo de cambio:
ConfigurationManagement=Gestionar perfil
ReturnToDefault=Restablecer predeterminado
NotSpecify=No se puede especificar
HardwareSwitch=Ratón sin controlador
apps=Aplicación en uso
hotkey=Tecla de acceso rápido del teclado
profilekey=Botón específico del ratón
MouseRestoreHint=Restablecer valores predeterminados
AskMouseRestore=¿Restablecer valores predeterminados del ratón? (el ratón dejará de funcionar hasta que finalice el proceso.)
lb_Hint_KS->Caption=Haga clic en los botones superiores para personalizar el programa.
WeaponExtensionsKeys=[Guns] Extensions Key

[MouseSensitivityForm]
htmlb_ReportRate_Sensitivity->Caption=Información-Rapidez del Ratón 
htmlb_Debounce_Sensitivity->Caption=Tiempo de Respuesta en el clic.
DebounceIRPT_Title=Tiempo de respuesta en el clic (conmutador Infrared-Micro, 0.2ms, no requiere ajuste.)
htmlb_125Hz_Sensitivity->Caption=125Hz
htmlb_250Hz_Sensitivity->Caption=250Hz
htmlb_500Hz_Sensitivity->Caption=500Hz
htmlb_1000Hz_Sensitivity->Caption=1000Hz
htmlb_2000Hz_Sensitivity->Caption=2000Hz
ck_ArmorBoots_Sensitivity->Caption=Want to increase your Sensitivity? 
lb_SensorLiftHeightCalibration_Sensitivity->Caption=Calibración de sensor
ck_DefaultSensorLiftHeight_Sensitivity->Caption=Preestablecido
ck_SensorLiftHeightCalbration_Sensitivity->Caption=Calibración
bt_SensorLiftHeightCalibration_Sensitivity->Caption=Calibración
LaserMicroSensorLiftHeightCalibrationHelp=La innovadora "Tecnología de calibración de 16 fases" ajusta con precisión el enfoque entre el motor láser y sus texturas de trabajo, lo que aporta una mayor claridad a las imágenes capturadas para un mejor posicionamiento del cursor y una mayor adaptabilidad a la superficie de trabajo.
OpticsMicroSensorLiftHeightCalibrationHelp=La innovadora "Tecnología de calibración de 16 fases" ajusta con precisión el enfoque entre el motor láser y sus texturas de trabajo, lo que aporta una mayor claridad a las imágenes capturadas para un mejor posicionamiento del cursor y una mayor adaptabilidad a la superficie de trabajo.
htmlb_MouseDPITip_Sensitivity->Caption=Configuración de CPI
MouseDPIHelp1=Cambiar DPI: Haga Doble-clic en [1],  Luz Intermitente Roja, rueda de desplazamiento + / -, haga clic en[1] de nuevo para guardar.
MouseDPIHelp2=Para seleccionar rápidamente un nivel de CPI preestablecido, mueva hacia delante Botón[1] y manténgalo pulsado durante 3 segundos hasta que la luz roja parpadee. A continuación mueva la "rueda" para desplazarse entre los niveles de CPI disponibles y vuelva a pulsar Botón[1] para establecer el nivel de CPI seleccionado.
MouseDPIHelp3=4th and 5th button can be set as CPI Button.
DebounceHelp=El tiempo normal de respuesta de un raton es de aproximadamente 18ms y el ratón Bloody el Primero Mundialmente tiempo de respuesta de 1ms más rápido e incluye sección de 18 selecciónes.
DebounceHelp_IR=La exclusiva e innovadora tecnología "Ahead[1ms]" de detección por infrarrojos, utiliza optoacopladores para accionar el conmutador sin contacto físico y reducir el tiempo de respuesta del ratón a tan solo 1 ms (normalmente es de unos 18 ms). Corrige el mal funcionamiento causado por la oxidación y el desgaste, y mejora significativamente el ciclo de vida de los botones.
ArmorBootsHelp=Use the Durable Metal Mouse Feet for higher sensitivity! @RETURN@(Optional Accessory)
SensorLiftUnsupported=Este modelo no admite la función "Calibración del motor".
DebounceHelp_IR_Patent=View CN Patent 
TipsForInvalidReportRate=This product is a hardware to adjust the report rate, no software setting is required.

[OSDSetting]
lb_KeyComment->Caption=Sugerencia Clave:
ck_EnableOSD->Caption=Habilitar la Tecla Clave 
lb_DisplayTime->Caption=Tiempo[en segundos]
lb_DisplayX->Caption=X :
lb_DisplayY->Caption=Y :
lb_Position->Caption=Posición:
lb_Cursor->Caption=Radar 
//im_CursorPoint->Hint=Mueva el punto de mira del radar a cualquier punto de la pantalla para capturar las coordenadas X e Y.
ck_BackgroundEnable->Caption=Activar el color de fondo
lb_BackgroundColor->Caption=Color de fondo:
lb_FontSize->Caption=Tamaño de letra:
lb_FontColor->Caption=Color de la letra:
lb_Memo->Caption=Observación: Los ajustes anteriores se aplicarán a todos los "ScreenMemos" 
InputDigitError=Introduzca el número!
OSDSecondsRangeError=Mostrar el tiempo límite de %x  a  %y.
OSDFontSizeRangeError=Límite de tamaño de letra de %x  a  %y.

[WeaponsAdjustForm]
lb_Catalog_Weapon->Caption=Juego:
lb_TShootType_Weapon->Caption=Estilo
lb_TGunName_Weapon->Caption=Armería
lb_TControlKey_Weapon->Caption=Seleccione
lb_TResolution_Weapon->Caption=Resolución
lb_TCPIRemark_Weapon->Caption=Sensibilidad
ApplyInform=Los últimos datos de armas de fuego se ha cargado en la memoria del ratón, utilice el 1/N/3/4 teclas de control, para cambiar el modo de disparo Left-Key!
GameManagement=Carpeta
GameManagement_New=Nueva carpeta
GameManagement_Edit=Renombrar carpeta
GameManagement_Delete=Eliminar carpeta
GameManagement_FileManage=Importar/Exportar
GameManagement_Transfer=Cargar/Descargar
GameManagement_Import=Importar
GameManagement_Export=Enviar
bt_OnlineRefrence_Weapon->Caption=Manual
NewGameNameTitle=Nuevo Juego
NewGameNameDefault=Nuevo Carpeta
ModifyGameNameTitle=Editar nombre del juego
DeleteGameTitle=Eliminar
DeleteGameNameTitle=Archivo
DeleteGameFileConfirm=¿Desea eliminar esta carpeta de juego?
DeleteGameFileSelected=Archivo / Carpeta se ha aplicado a la memoria del ratón, qué quieres Eliminar / Renombrar? Si se selecciona [Sí], la función borrará!
RenameGameNameSelected=Archivo / Carpeta se ha aplicado a la memoria del ratón, qué quieres Eliminar / Renombrar? Si se selecciona [Sí], la función borrará!
ImportGunFile=Seleccione los datos de archivo del arma que desea importar
ExportGunFile=Seleccione los datos de archivo del arma que desea enviar.
ExportGunFileTargetFolder=Seleccione ruta de acceso:
ExportGunFileSuccess=Archivo de arma enviado!
ImportFileExists=¿El archivo existe, desea sobrescribirlo?
ImportDeny_FileFormatError=Formato del archivo no es correcto, no se pueden importar!
ControlKey1=N-Key
ControlKey2=3-Key
ControlKey3=4-Key
ControlKey4=Botón de en medio
ControlKey5=4º botón
ControlKey6=5º botón
ControlKey7=xx-Key
ShootTypeA=A-Burst
ShootTypeB=B-Strafe
ShootTypeC=C-Machine
ShootTypeD=D-In_Game
ShootTypeM=M-Macro
CPIRemarkDefault=Predeterminado
lb_ExtensionsControlKeySetting_Weapon->Caption=[Guns] Extensions Keys

[InputBoxEx2Form]
lb_InputMessage->Caption=Archivo de entrada
InputNameError=Por favor introduce el nombre del archivo!
InputNameExists=El archivo existe, no se puede crear!
InputNameInvalid=Carácter detectado no válido [por ejemplo, \ / : * ?  "  <  >  |  ].
SpecialNameAvoid=Carácter detectado no válido, introduzca de nuevo!

[WeaponPropertiesForm]
lb_GunFileManagement->Caption=Archivo
lb_GameName->Caption=Juego
lb_PropertyMode->Caption=Estilo
lb_GameResolution->Caption=Resolución
lb_CPIRemark->Caption=Sensibilidad
lb_GunName->Caption=Arma
lb_3xBulletCountSet->Caption=Números
lb_3xBallisticCompensation->Caption=Regresar
lb_3xBulletIntervalTime->Caption=Disparar@RETURN@Intervalos(ms)
lb_NxBallisticCycle->Caption=Round
lb_NxBallisticCycleDescript1->Caption=De
lb_NxBallisticCycleDescript2->Caption=a
BallisticCompensation1=Ninguno vuelve
BallisticCompensation2=Volver
GunManagement=Archivo
GunManagement_New=Nuevo
GunManagement_Open=Abrir
GunManagement_Save=Guardar
GunManagement_SaveAs=Guardar como nuevo
GunManagement_Delete=Eliminar
GunManagement_Rename=Cambiar el nombre
OpenDialog_Title=Abrir
OpenDialog_GameName=Carpeta
OpenDialog_GunFile=Archivo
OpenDialog_FileType=Tipo
OpenDialog_FileTypeCaption1=Todos los archivos (*.*)
OpenDialog_FileTypeCaption2=A-*.bwp (A-Burst)
OpenDialog_FileTypeCaption3=B-*.bwp (B-Strafe)
OpenDialog_FileTypeCaption4=C-*.bwp (C-Machine)
OpenDialog_FileTypeCaption5=D-*.bwp (D-In_Game)
OpenDialog_FileTypeCaption6=M-*.mgn (M-Macro gun)
OpenDialog_FileTypeCaption7=M-*.mgn2 (M-Macro gun)
RKeyToPauseNx3x_A=Pulsación Botón-R,@RETURN@ desactiva A-Burst
RKeyToPauseNx3x_B=Pulsación Botón-R,@RETURN@ desactiva B-Strafe
RKeyToPauseNx3x_C=Pulsación Botón-R, desactiva C-Machine
RKeyToPauseNx3x_D=Pulsación Botón-R, @RETURN@desactiva D-In_Game
GunNameExists=Ya existe el archivo!
DeleteGunFileConfirm=¿ Desea eliminar el archivo del arma?
DeleteLockedGunFile=Archivo / Carpeta se ha aplicado a la memoria del ratón, qué quieres Eliminar / Renombrar? Si se selecciona [Sí], la función borrará!
WeaponPropertiesUpdateDeny=Leer descripción, El archivo no se puede guardar!
SelfDefineAddError=Archivo fallado! Caracteres no válidos detectados [ej., \ /: *? "< > |].
AskDialog_IsSave=Desea guardar información modificada?
bt_BallisticDemo->Caption=Trajectory
bt_HardwareTemporaryAdjust->Caption=Description
DialogOpen=Abrir
DialogSave=Guardar
DialogDelete=Eliminar
AModeStatement=A-Burst: El boton L-actuará como multi-disparo, hasta 5 disparos, puede usar "Offset/"Direccionar y "Intervalo de tiempo" para obtener lo mejor de lo mejor del rendimiento del arma. El "Offset/Direccionar eliminará los efectos del retroceso y el "intervalo de tiempo" puede controlar la velocidad de disparo, el intervalo de tiempo más corto significa más rápido en la velocidad de disparo. Puede activar o desactivar " Retículo de punteria/Crosshairs". Las ventajas de este modo concentrará la trayectoria de las armas y ahorrará balas.
BModeStatement=B-Strafe: El boton L realiza auto-de alta velocidad de encendido y apagado. Usa "Offset/Direcciona" y "Tiempo de intervalo" para afinar con precisión cada disparo. Este “modo” intensificará el poder de las armas de fuego con disparos de ametralladora.@RETURN@En función de las características de cada arma de fuego, use "Sub-loop/round" para configurar el mejor rendimiento de las armas de fuego.@RETURN@
CModeStatement=C-Machine: Para el mejor desempeño, afinar la velocidad de disparo para sincronizar la velocidad de disparo de la ametralladora y aplicar "Offset/Direccionar" para hacer que balísticamente las ametralladoras esten agudamente enfocados.
DModeStatement=D-In_Game: No hay necesidad de salir de juegos, haga doble clic en "N" o "3" para ajustar "Offset" y "Intervalo de tiempo", el archivo pistola se actualizará automáticamente después de un ajuste en el juego para su uso futuro (Marque D-In_Game. explicar para más detalles)
MModeStatement=M-Macro: Para transferir "Archivo de la Macro" al boton L-. Puede incorporar el disparo con muchas acciones, como saltar, agacharse, estar en cuclillas, despistar a su enemigo y hacerle perder la puntería. Asimismo, si necesita más balas para ajustes de trayectoria, utilice este “modo”. El uso de Arma en modo Macro Oscar requiere capacidades de programación básicas. Los jugadores también pueden descargar las Macros en la plataforma de uso compartido en línea y obtener información sobre cómo usarlas.
lb_OpenStatement->Caption=Detalles>>
lb_CloseStatement->Caption=Cerrar>>
rb_AMode->Caption=A-Burst
rb_BMode->Caption=B-Strafe
rb_CMode->Caption=C-Maschine
rb_DMode->Caption=D-In_Game
rb_MMode->Caption=M-Macro
lb_CorrectXY->Caption=Ajustar(X,Y)
lb_CorrectY->Caption=Ajustar-Y
lb_Offset->Caption=Offset
lb_Y->Caption=Y@equ@
lb_X->Caption=X@equ@
htmlb_Statement1->Caption=Gun Adjustment Guideline:
htmlb_Statement2->Caption=Elija 4-way-ajuste A / B / C / D para crear el archivo nuevo cañón y M es sólo para Oscar transferencia Macro.@RETURN@Debido a las características del arma de fuego, use solamente su modo original para editar .
htmlb_Statement3->Caption=A-Burst: Ajustar [pistola Pistola, Sniper & Machine] Multi-disparo Burst presión
htmlb_Statement4->Caption=B-Strafe: Ajuste [pistola Pistola, Sniper & Machine] Strafe tiro presión
htmlb_Statement5->Caption=C-Machine: Ajuste [Sniper & Machine gun] Ametralladora tiro presión
htmlb_Statement6->Caption=D-In_Game: Ajuste [pistola Pistola, Sniper & Machine] Strafe presión de disparo en el juego
htmlb_Statement7->Caption=M-Macro: Transfer [Oscar Macro] combinar la acción personaje y disparar a la L-Llave
lb_SelectUse->Caption=Seleccionar
lb_MacroFileName->Caption=Archivo de macro
lb_Common->Caption=Observación
IsCoverGunFile=¿El archivo existe, desea sobrescribirlo?
PleaseCreateMacro=No existe el archivo Oscar Macro, por favor, cambie el archivo Macro primero!
PleaseSelectedMacroName=Seleccione Primero el archivo Macro!
ResolutionError=Error de datos de resolución!
WeaponUsed=Archivo / Carpeta se ha aplicado a la memoria del ratón, qué quieres Eliminar / Renombrar? Si se selecciona [Sí], la función borrará!
IsMacroToWeapon=Seleccione Macro archivo, transfiera armamento como formato de archivo Macro-Arma?
CPIRemarkError=Sensibilidad error info!
MacroUsed=Archivo de macro utilizando, no se puede convertir!
CPIRemarkDefault=Predeterminado
NoAuthorityUse=Permisos insuficientes, no se puede abrir el archivo.

[KernelSystemSetting]
htmlb_HardwareIdDescript_KSYS->Caption=Innovadora tecnología 4-Core con 4 tipos de núcleos [bajo, medio, alto y especial]. Los núcleos 3 y 4 pueden actualizarse con un código de activación (requiere compra) que permite funciones de FPS especiales y funciones de MMO/RPG súper combo para una experiencia de juego única.
htmlb_HardwareIdDescriptSeriesE_KSYS->Caption=Innovación: uso optimizado para el dedo índice. Los botones izquierdo y derecho están hechos a medida, con capacidad de intercambio automático. Ideal para juegos LOL y MOBA.
lb_HardwareIdCopy_KSYS->Caption=Haga clic para copiar
htmlb_Kernel1_KSYS->Caption=Core1: adecuado para juegos de rol y juegos de estrategia en tiempo real.
htmlb_Kernel2_KSYS->Caption=Core2: adecuado para juegos FPS.
htmlb_Kernel3_KSYS->Caption=Ultra-Core3: adecuado para juegos FPS avanzados.
htmlb_Kernel4_KSYS->Caption=Ultra Core4: adecuado para juegos MMO/RPG avanzados.
htmlb_Description1_KSYS->Caption=Ofrecemos función normal para jugador en batalla, incluso sin función [Supresión de Retroceso Automático] de Respuesta Ultrarrápida, todavía asegurar que su clic sea el PRIMERO.
htmlb_Description20_KSYS->Caption=Para los juegos FPS, el Botón-L dispara en los siguientes modos:@RETURN@Pulse "1" para un solo disparo@RETURN@Pulse "N" para disparar 2 ráfagas@RETURN@Pulse "3" para disparar 3 ráfagas@RETURN@Pulse "4" para disparar 4 ráfagas
htmlb_Description30_KSYS->Caption=【1000 veces GRATIS prueva de ametrallamiento 】@RETURN@Experiencia completa de la función [HEADSHOT] y la Supresión de Auto-Retroceso de ametrallamineto 1000 veces gratis.@RETURN@Haga clic en compro[Ultra-core3] para activar permanentemente [HEADSHOT].@RETURN@@RETURN@
htmlb_Description31_KSYS->Caption=Restante: %d veces
htmlb_Description32_KSYS->Caption=Gracias por usar [Ultra-Core3]. Su sugerencia es hacer que el Ratón BLOODY sea siempre el primero
htmlb_Description33_KSYS->Caption=[In_Game] & [Pre_Game] Planea modificar la trayectoria, con la supresión de retroceso, concentra la trayectoria de disparo para obtener la efectividad mas alta..
htmlb_Description40_KSYS->Caption=“Prueba gratuita”: puede probar la "función Combo" y la "función Oscar" 1000 veces. Una vez finalice el periodo de prueba, puede hacer clic en la ficha derecha para adquirir el código de activación de "Core3/4" en la tienda en línea para su uso permanente con el ratón.
htmlb_Description42_KSYS->Caption=Combine comandos complejos de varios botones en un solo botón; por ejemplo, "Un clic para atacar, lanzar un hechizo, realizar acciones favoritas o ejecutar el comando cíclicamente de forma automática".
htmlb_Description43_KSYS->Caption=Combine comandos complejos de varios botones en un solo botón; por ejemplo, "Un clic para atacar, lanzar un hechizo, realizar acciones favoritas o ejecutar el comando cíclicamente de forma automática".
htmlb_Memo_KSYS->Caption=PRECAUCIÓN: Es normal que Windows cargue automáticamente el controlador por primera vez.
HardwareID=ID de ratón:
Kernel3Appreciative=Por favor haga clic en [Buy Ultra-Core3] para activar [HEADSHOT] después del uso gratis de 1000 veces.
Kernel3HasBeenActivated=
HardwareIdCopied="Mouse ID" ha sido copiado, "Ctrl + V" para guardar en archivo.
HasBeenActivated=Bloody - versión PRO [Núcleo3/4 activado]
htmlb_LanceSlight_KSYS->Caption=Bloody - versión BASIC
UnActivateAppreciative=[Ninguno-activado versión vista]
UnActivateExperience=[Ninguno-activado versión de prueba]
USBActivated=[protocolo USB activado]
htmlb_USBRedefine_KSYS->Caption=protocolo USB 
htmlb_USBRedefineDescript_KSYS->Caption=Bajo ciertas condiciones, este nuevo protocolo USB está disponible para ordenarse.
bt_BloodyTeam_KSYS->Caption=Review comments
bt_Cart_KSYS->Caption=Comprar código de activación
bt_Mall_KSYS->Caption=     Visit [Bloody Shop]
bt_UltraGun3Info_KSYS->Caption=Acerca de [Core3/4]
bt_Suggestion_KSYS->Caption=Upload comments
bt_Kernel3Activate_KSYS->Caption=Activar [Core3/4]
bt_Forum_KSYS->Caption=
lb_OpenHIDDescript_KSYS->Caption=Detalles>>
lb_CloseHIDDescript_KSYS->Caption=Cerrar>>
htmlb_SelectCoreMode_KSYS->Caption=Seleccione el núcleo:
ck_CoreTournamentMode_KSYS->Caption=Torneo (Predeterminado - Núcleo 1)
ck_CoreGamingMode_KSYS->Caption=Juego (Predeterminado - Núcleo 3)
lb_TournamentModeTitle_KSYS->Caption=Descripción del núcleo Torneo>>
lb_GamingModeTitle_KSYS->Caption=Descripción del núcleo Juego>>
htmlb_TournamentModeDescript_KSYS->Caption=En el núcleo Torneo, se debe seguir la regla de no utilizar la programación de macros del ratón en el juego y se recomienda que los jugadores respeten las reglas de juego.
htmlb_GamingModeDescript_KSYS->Caption=En el núcleo Juego, se puede editar la programación de macros del ratón y la programación de macros de combinación de múltiples teclas requerida para varios juegos. Para mejorar el récord del jugador, ¡ahorre tiempo y clics repetitivos aburridos!
CoreGamingMode=
CoreTournamentMode=
htmlb_TournamentCoreDescript_KSYS->Caption=

[CertificationForm]
lb_USBRedefineMemo->Caption=Enchufe el ratón Bloody y luego haga clic en [Actualizar Protocolo USB] icono para importar "* .pid" archivos de actualización.
lb_Kernel3Memo->Caption=Conecte el ratón Bloody y haga clic en el botón  “Activar Core 3/4”. A continuación, haga doble clic en el archivo de activación adquirido [*.bld] o introduzca el número de la tarjeta de activación adquirida para llevar a cabo la activación.
HasBeenActivated=¡[Core3/4] activado!
NotActivated=¡[Core3/4] no activado！ 
ReActivation=New USB protocol has been updated!
ImportCertificationFile=Select Core3 file to import
bt_ImportKernel3CertificationFile->Caption=[Activar Core3/4] 
bt_ImportUSBRedefineCertificationFile->Caption=Click to update the USB Protocol
lb_ActivateWay1->Caption=Opción de activación 1:
lb_ActivateWay2->Caption=Opción de activación 2:
ServerConnectionError=Error de activación. Compruebe la conexión de red y que el firewall esté abierto.
ServerBusy=El servidor está ocupado. Vuelva a intentarlo más tarde.
ServerMaintenance=El servidor está bajo mantenimiento. Vuelva a intentarlo más tarde.
DualModeActivateError=Conecte el nanorreceptor y el dispositivo con cable USB para activar la serie modo dual.

[ShootModeForm]
lb_Key1_ShootMode->Caption=Pulse [1], L-Key para "Un solo Disparo"
lb_KeyNKernel2_ShootMode->Caption=Pulse [N], L-Key para "2 Multiráfagas"
lb_Key3Kernel2_ShootMode->Caption=Pulse [3], L-Key para "3 Multiráfagas"
lb_Key4Kernel2_ShootMode->Caption=Pulse[4]: Botón-L para "4 ráfagas"
lb_KeyNKernel3_ShootMode->Caption=Pulse[N]: Botlón-L para "Arma definida por el usuario"
lb_Key3Kernel3_ShootMode->Caption=Pulse[3]: Botón-L para "Arma definida por el usuario"
lb_Key4Kernel3_ShootMode->Caption=Pulse [4]: Botón-L para "Arma definida por el usuario"
lb_KeyNKernel2_N3M_ShootMode->Caption=Press[N]: [%P] for "2-Burst"
lb_Key3Kernel2_N3M_ShootMode->Caption=Press[3]: [%P] for "3-Burst"
lb_KeyNKernel3_N3M_ShootMode->Caption=Press [N] : Choose gun after adjustment by pressing [%x]. Single shoot by pressing [%y].
lb_Key3Kernel3_N3M_ShootMode->Caption=Press [3] : Choose gun after adjustment by pressing [%x]. Single shoot by pressing [%y].
ck_SwitchLeftRightBtn_ShootMode->Caption=Cambiar botón izquierdo/derecho
ck_LeftBtnAsShootKey_ShootMode->Caption=Switch Guns
lb_AccurateCPIAdjust_ShootMode->Caption=Ajustar CPI
lb_AccurateTest_ShootMode->Caption=Probar
SniperAction1=Rifle de francotirador 1
SniperAction2=Rifle de francotirador 2
SniperAction3=Rifle de francotirador 3
SniperAction4=Rifle de francotirador 4
SniperAction5=Rifle de francotirador 5
SniperAction6=Rifle de francotirador 6
lb_AccurateCpiDescript_ShootMode->Caption=Modo de mira en jugo:@RETURN@En función de las distintas miras de los rifles de francotirador, al pulsar el "botón correspondiente" y mover la rueda del ratón hacia adelante y hacia atrás, se ajustará rápidamente la CPI para abatir a los enemigos de forma más eficaz. 
AccurateHelp10=Rilfe de francotirador 1 (deceleración)
AccurateHelp11=En este modo, al pulsar "Rifle de francotirador" durante una partida, se activará rápidamente "Mira única" o "Mira doble" para eliminar de forma eficaz los objetivos en movimiento.
AccurateHelp20=Rifle de francotirador 2 (mira única + deceleración)
AccurateHelp21=En este modo, mantener pulsado "Rifle de francotirador" con el pulgar durane la partida equivale a "pulsar el botón derecho para activar la mira única" con el fin de eliminar de forma eficaz los objetivos situados a media y larga distancia de forma eficaz.

AccurateHelp30=Rifle de francotirador 3 (mira única + pulsación + deceleración de CPI)
AccurateHelp31=En este modo, mantener pulsado "Rifle de francotirador" con el pulgar durante la partida equivale a "pulsar el botón derecho para activar la mira única reiteradamente" con el fin de eliminar de forma eficaz los objetivos situados a media y larga distancia.

AccurateHelp40=Rifle de francotirador 4 (doble mira + deceleración de CPI)
AccurateHelp41=En este modo, mantener pulsado "Rifle de francotirador" con el pulgar durante la partida equivale a "pulsar el botón derecho DOS VECES para activar la mira doble" con el fin de eliminar de forma eficaz los objetivos en movimiento situados a media y larga distancia.

AccurateHelp50=Rifle de francotirador 5 (disparo de francotirador con un botón)
AccurateHelp51=Cuando este modo está activado, al pulsar el botón "francotirador" del ratón, se ejecutará el comando: "pulsar botón derecho e izquierdo del ratón simultáneamente" durante la partida. Esto equivale a "activar la mira de francotirador y disparar al objetivo una vez". La gran ventaja es que el rifle de francotirador disparará al objetivo inmediatamente sin que se abra la mira. (Puede haber un ligero retardo en función de las características del rifle de francotirador y las distintas velocidades de conexión a Internet.)

AccurateHelp60=Rifle de francotirador 6 (Cambio de arma con un botón)
AccurateHelp61=Cuando este modo está activado y se abre la mira de francotirador, al pulsar el botón "francotirador" del ratón, se ejecutará el comando "disparar al objetivo una vez, cambiar de arma y restablecer el rifle de francotirador al estado de preparado para disparar". (Puede haber un ligero retardo en función de las características del rifle de francotirador y las distintas velocidades de conexión a Internet.) 

lb_SniperHint_ShootMode->Caption=Configure un botón como "Rifle de francotirador" en la "página Botón".
lb_LeftBtnAsShootKeyN3M_ShootMode->Caption=Double Guns by pressing Fire Button [F] and Left Button [L].
bt_SharkSeriesControlKeySetting_ShootMode->Caption=[Left Button] Setting
formSharkSeriesMouseKeySettingDialog->lb_Title->Caption=[Left Button] Setting
SharkSniperKeyNKernel2=First press [n/3]:  L-Key for "2-Burst"
SharkSniperKey3Kernel2=Second press [n/3]: L-key for "3-Burst"
SharkSniperKey4Kernel2=Third press [n/3]:  L-key for "4-Burst"
SharkSniperKeyNKernel3=First press [n/3]: L-Key for "User Defined Gun"
SharkSniperKey3Kernel3=Second press [n/3]: L-Key for "User Defined Gun"
SharkSniperKey4Kernel3=Third press [n/3]: L-Key for "User Defined Gun"

[HardwareAdjustHint]
lb_Title->Caption=Adjust [In-Game]
htmlb_BulletIntervalTime->Caption=Intervalo de Disparo: Rueda de Desplazamiento + / -
htmlb_AdjustTrajectory->Caption=Suprimir: Haga clic en [4-Key] reiniciar y haga clic en [5-Key] para aumentar

[HardwareTemporaryAdjustForm]
htmlb_Title->Caption=Adjust [In-Game]
htmlb_Header1->Caption=Figura
htmlb_Header2->Caption=1: Inicio
htmlb_Header3->Caption=2: Ajustar
htmlb_Header4->Caption=3: Salir
htmlb_Strafe->Caption=N-Ctrl-Key
htmlb_Bursts->Caption=3-Ctrl-Key
htmlb_NxStep1->Caption=Haga doble clic en N-Key, Flash de Luz Verde
htmlb_3xStep1->Caption=Haga doble clic en 3-Key, Flash de Luz Amarilla
htmlb_Nx3xStep21->Caption=Intervalo de Disparo: Rueda de Desplazamiento + / -
htmlb_Nx3xStep22->Caption=Suprimir: Haga clic en 4-Key reiniciar y haga clic en 5-Key para aumentar
htmlb_NxStep3->Caption=Haga clic N-key para save
htmlb_3xStep3->Caption=Haga clic 3-key para save
ck_DisplayHardwareAdjustmentStatus->Caption=Mostrar Sugerencia

[WeaponTestForm]
htmlb_Title->Caption=Descripción
htmlb_Step1->Caption=Probando…
htmlb_Step2->Caption=Datos Gun ahorrar en N-Key
htmlb_Step3->Caption=Prueba la Precision en el juego ahora!
ck_NoMoreDisplay->Caption=NO  más avisos!

[WeaponHelpForm]
Help_10=Offset
Help_11=Vea la figura de la derecha, el 2do disparo está direccionado a la posición (3,4) debido al  efecto de retroceso del 1er disparo. Anti-Direccionamiento puede ser entrado (X, Y) por (- 3, -4) La unidad utilizada es el "pixel" de la resolución de pantalla del juego.Por lo tanto, es uno de los factores dominantes a referirse.
Help_20=Regresar
Help_21="Después de la primera ejecución de ametrallamiento, puede optar por Regresar o No regresar al Retículo de punteria/punto de mira de la primera posición de disparo @RETURN@@RETURN@No Regresar: Retículo de punteria permanece en última posición de tiro, sin compensación alguna.           Regresar: reanuda Retículo de punteria para la primera posición de disparo.@RETURN@@RETURN@         
Help_30=Disparar, Intervalos(ms)
Help_31=El intervalo del tiempo del uso entre 2 disparos puede controlar la velocidad de disparo, el tiempo más corto significa la velocidad de disparo más rápido. Combinar “Direccionamiento” y las varias pistolas/rifles, pueden hacer que las armas de fuego den un rendimiento óptimo.
Help_40=Round
Help_41=En el modo de disparo bucle, el grupo de disparo de bala después de que el ciclismo es principal completo, que comenzará a funcionar subbucle repetidas veces, hasta que el botón se suelta.

[AboutForm]
About_1=Bloody7 - No sólo un software, que mejora significativamente el ratón de juego para todo tipo de características especiales, además de disfrutar del juego e inspirar la pasión! Sólo con el ratón Bloody, el software y hardware de coordinación para la persecución a los jugadores de la victoria!
About_2=Teniendo en cuenta que no todos los jugadores deben necesitar especial Ultra-Core3, para evitar el arrepentimiento, con precio económico para ahorrar el gasto de comprar sólo el ratón por primera vez utilizando. Para las necesidades futuras de más servicios y funciones último código especial de activación Bloody núcleo 3 puede ser tomado por "compra por necesidad". Tenemos [1000 veces prueba gratis] para que usted pueda experimentar el poderoso HEADSHOT antes de pensar en comprar el Ultra-Core3, Bloody deliberadamente crear un centro comercial sensible y agradecer su comprensión por todas las molestias!
About_3=La interfaz de este producto está inspirada en Scratch (scratch.mit.edu), un proyecto del grupo Lifelong Kindergarten de MIT Media Lab.
lb_AboutCompany->Caption=Copyright A4Tech Co., Ltd. 2013. Todos los derechos reservados.

[WirelessGuardForm]
htmlb_Title_Guard->Caption=Exclusivo, único, de 5 de calidad técnica y estable inalámbrico RF!
ck_Function1_Guard->Caption=Activar [RF-Synchronize] 
ck_Function2_Guard->Caption=Activar [Zero-Frequency Offset] 
ck_Function3_Guard->Caption=Activar [Canal Exclusivo] 
ck_Function4_Guard->Caption=Activar  [Detector de señal RF] 
ck_Function5_Guard->Caption=Activar Mejora de la transmisión
ck_WakeType1_Guard->Caption=Reactivar con movimiento
ck_WakeType2_Guard->Caption=Reactivar con clic
ck_ActivateLowPowerRemind_Guard->Caption=Indicación de batería baja
htmlb_FunctionTip1_Guard->Caption=CN patente de invención N º ZL200910192117.3
htmlb_FunctionTip2_Guard->Caption=Patente pendiente
htmlb_FunctionTip3_Guard->Caption=CN patente de invención N º ZL200910041427.5
htmlb_Channel_Guard->Caption=Canal
htmlb_RSSI_Guard->Caption=Fuerza
htmlb_PowerDisplay_Guard->Caption=Energía restante
htmlb_LowPowerRemind_Guard->Caption=Batería baja:%
htmlb_RemindInterval_Guard->Caption=Intervalo Consejo: (Min)
htmlb_SleepTime_Guard->Caption=Fije los minutos, empezar a ahorrar energía
htmlb_Memo_Guard->Caption=Para mejorar la estabilidad del ratón inalámbrico de juegos, equipo de Bloody RD interesados ​​en la investigación y esfuerzos, ganó el número de patentes de invención NC. Todo el trabajo duro es hacer Bloody ratón inalámbrico de juegos para ser el mejor, incluso más allá de ratón con cable!
lb_OpenMemo_Guard->Caption=Detalles>>
lb_CloseMemo_Guard->Caption=Cerrar>>
AccessDeny=Cannot apply!@RETURN@(5 Wireless Guards are restricted only to Bloody wireless gaming keyboard and mouse series)
bt_FOC_Guard->Caption=Calibración
htmlb_SensorPerformanceTitle_Guard->Caption=Ajuste de velocidad de cuadros
htmlb_SensorPerformance0_Guard->Caption=Auto
htmlb_SensorPerformance1_Guard->Caption=Office
htmlb_SensorPerformance2_Guard->Caption=MMO/RPG
htmlb_SensorPerformance3_Guard->Caption=FPS

[WirelessGuardHelpForm]
Guard10=[RF-Synchronize] la tecnología:
Guard11=Esta invención patentada es cortar las tasas de respuesta del informe no puede sincronizar debido a la pérdida de datos entre el host y el ratón inalámbrico o un problema de desbordamiento. Garantizar la sensibilidad y retardo cero.
Guard20=[Zero-Frequency Offset] la tecnología:
Guard21=[Zero-Frequency Offset] tecnología: Para el ratón inalámbrico, ratón y el receptor Nano tanto de frecuencia del cristal será no el del 100%, que causó la pérdida de la señal inalámbrica de datos, la [Frecuencia de corrección automática] la tecnología puede sincronizar ambos lados de las frecuencias y de garantía los datos no serán la pérdida de más! (Patente CN invención en trámite).
Guard30=[Exclusive Channel] de tecnología:
Guard31=[Canal Exclusivo] la tecnología: La patente de invención CN proporcionar al usuario elegir exclusivos canales inalámbricos, efectivamente cortar cualquier interferencia!
Guard40=[RF detector de señal] de tecnología:
Guard41=[Detector de señal RF] tecnología: radio Monitor de potencia de la señal a distancia de interferencias, cuando la intensidad más baja que 90, por favor siga la siguiente manera:@RETURN@1. Encuentra la interferencia de apagar o fuera de ella.@RETURN@2. Enchufe el receptor Nano en línea de extensión USB y un lugar lejos de la PC o de interferencia.@RETURN@3. Usar el portátil, enchufe el receptor Nano en el mismo lado con el ratón .
Guard50=[Fortalecer Power] Tecnología:
Guard51=Fortalecer la señal de transmisión inalámbrica de energía, la mejora de la capacidad de inmunidad al ruido, lo que permite la transmisión inalámbrica más lejos y más estable!
Guard_Tip51=Activado
Guard_Tip52=No habilitado
lb_CheckPicture->Caption=Ver pantente CN

[FileManagementForm]
lb_GameDirectory->Caption=Carpeta de juego
lb_ImportDirectory->Caption=Archivo
lb_ExportPath->Caption=Ruta
lb_ExportFile->Caption=Área temporal de archivos
LocalDrive=Disco
TrialVersionNoUse=Función Ver versión no disponible.
FileExistIsOverwrite=Archivo existente, ¿sobrescribir?
DeskTop=Escritorio
MyDocuments=Mis documentos
lb_FileType->Caption=Tipo
advcb_FileType->Caption0=Todos los archivos (*.*)
advcb_FileType->Caption1=*.amc (archivo macro)
advcb_FileType->Caption2=*.amc2 (archivo macro)
advcb_FileType->Caption3=A-*.bwp (A-Burst)
advcb_FileType->Caption4=B-*.bwp (B-Strafe)
advcb_FileType->Caption5=C-*.bwp (C-Machine)
advcb_FileType->Caption6=D-*.bwp (D-In_Game)
advcb_FileType->Caption7=M-*.mgn (M-Macro gun)
advcb_FileType->Caption8=M-*.mgn2 (M-Macro gun)
advcb_FileType->Caption9=A-*.bmc (Single Combo)
advcb_FileType->Caption10=B-*.bmc (Cycle Combo)
advcb_FileType->Caption11=C-*.bmc (Auto Combo)
advcb_FileType->Caption12=*.ckPannel (Full Color)
advcb_FileType->Caption13=*.ckButton (Key Color)
advcb_FileType->Caption14=*.ckAnimation (Animation)
IllegalFile=No se puede importar/exportar el archivo.
NoAuthority=Permisos insuficientes, error de exportación.
FileCount=Total

[DevicePair]
htmlb_Title->Caption=Programa de emparejamiento para la serie inalámbrica Bloody
htmlb_DevicePairDescript->Caption=Utilice este "Programa de emparejamiento" para emparejar el ratón y el teclado inalámbricos Bloody.
rb_MousePair->Caption=Emparejamiento de ratón
rb_KeyboardPair->Caption=Emparejamiento de teclado
bt_StartPair->Caption=Emparejar
htmlb_PairStep1->Caption=1. Conecte el cargador USB en el puerto USB del ordenador
PairStep2_Mouse=2. Fíjese en la ilustración para encontrar el puerto de carga del ratón
PairStep2_Keyboard=2. Fíjese en la ilustración para localizar el puerto de carga del teclado
PairStep3_Mouse=3. Enchufe el cargador en el puerto del cargador del ratón dentro de 30 seg.
PairStep3_Keyboard=3. Enchufe el cable de carga en el puerto de carga del teclado en los próximos 30 seg.
PairStep4_Mouse=4. Ratón iniciar el emparejamiento después de la etapa anterior, por favor espere!
PairStep4_Keyboard=4. El teclado iniciará el emparejamiento después del paso anterior, espere.
CountdownSeconds=segundo
htmlb_PairedSuccessHint1->Caption=Vinculación con éxito!
PairedSuccessHint2_Mouse=El ratón está listo para usar!
PairedSuccessHint2_Keyboard=¡El teclado está listo para usarse!

[FOCAForm]
htmlb_Title->Caption=Frecuencia de calibración Offset
htmlb_FrequenceAnalysis->Caption=Análisis:
lb_ProgressTip->Caption=Preguntar:
ProgressTip1=Calibración ...
ProgressTip2=Completado!

[AuthorityManageForm]
lb_AuthorityManage->Caption1=Gestión de permisos de importación
lb_AuthorityManage->Caption2=Gestión de permisos de exportación
lb_FileNameTitle->Caption=Archivo:
lb_AuthorMessage->Caption=Introducir info. de autor:
lb_Author->Caption=Autor:
lb_AuthorHID->Caption=ID de ratón:
lb_AllowMessage->Caption=Enter user info to share:
lb_PassWord->Caption=Contraseña:
lb_ShareAuthority->Caption=Compartir permisos:
htmlb_Warning->Caption=El cifrado de nivel superior permite compartir información de forma más segura. En caso de que se olvide la contraseña, será imposible recuperarla.
ChangeAuthority0=Solo ejecutar(ID de ratón)
ChangeAuthority1=Solo ejecutar
ChangeAuthority2=Modificar y publicar
PassWordError=Contraseña incorrecta, introdúzcala de nuevo.
lb_Phone->Caption=Phone:
lb_Email->Caption=Email:
lb_Web->Caption=Shop:
lb_SpecifyHID->Caption=ID de ratón:

[BatchHardwareIDForm]
lb_MoreHardwareID->Caption=
lb_InputHardwareID->Caption=Mouse IDs :

[ProfileConfigurationForm]
lb_ConfigurationSwitch->Caption=Configurar modo de conmutación:
lb_Configuration->Caption=Perfil
lb_Apply->Caption=Aplicar
lb_Enable->Caption=Activar
lb_Light->Caption=Color
HardwareSwitch=Ratón sin controlador
IntelligentSoftwareSwitch=Aplicación en uso
KeyboardHotKeySwitch=Tecla de acceso rápido del teclado
ProfileKeySwitch=Botón específico del ratón
NotSpecify=No se puede especificar
MouseProfileKey=Botón de perfil de ratón
Hardware=Sin controlador
Software=Aplicación
HotKey=Botón de acceso rápido
ProfileKey=Botón de perfil
KeyboardHotKey=Seleccionar botón de acceso rápido
OpenSoftware=Seleccionar aplicación
Delete=Eliminar
AllowedToRepeat=No se puede duplicar
sp_Light1->Hint=Colores editables
lb_Prompt1->Caption=Haga doble clic en [1], la luz de la rueda empezará a parpadear, utilice el “4º” y “5º”botón del ratón para ajustar la luz y la configuración, vuelva a hacer clic en [1] para guardar la configuración (las series V/VM/A/N no admiten la función de cambio de luz)
lb_Prompt2->Caption=Mueva el botón de engranaje hacia adelante durante más de 3 segundos para activar el modo de edición, la luz de la rueda empezará a parpadear. Utilice el "4º" y "5ª" botón del ratón para ajustar la luz y la configuración, y vuelva a pulsar el botón de engranaje para guardar la configuración.

[SensorLiftHeightConfirmForm]
lb_CalibrateConfirmMessage->Caption=¿Guardar altura calibrada del sensor?
lb_RestoreMessage->Caption=Los valores anteriores se restablecerán en 7 segundos.
CountDownText=Cuenta atrás
SecondText=Segundo
bt_Ok->Caption=Revertir
bt_Restore->Caption=Reanudar

[SensorLiftHeightCalibrationForm]
lb_Title->Caption=Método de calibración del sensor
CalibrationStep1=Pulse el botón "Iniciar" para empezar.
CalibrationStep2=Mantenga pulsado el botón izquierdo para empezar.
CalibrationStep3=Pulse el botón izquierdo. Realice un movimiento en forma de "Z" en la alfombrilla del ratón y suelte el botón para completar la calibración.
CalibrateButton_Start=Iniciar
CalibrateButton_Restart=Reiniciar
CalibrateInfo_Calibrating=En curso…
CalibrateInfo_Finish=¡Completado!

[UltraComboForm]
UltraComboManagement=Archivo
GameManagement_New=Nueva carpeta
GameManagement_Modify=Cambiar el nombre de carpeta
GameManagement_Delete=Eliminar carpeta
FileManagement_New=Nuevo
FileManagement_Open=Abrir
FileManagement_Save=Guardar
FileManagement_SaveAs=Guardar como…
FileManagement_Delete=Eliminar
FileManagement_ReName=Cambiar el nombre
FileManagement_ImportExport=Importar/Exportar
FileManagement_Transfer=Cargar/Descargar
FileManagement_SaveAsMacro=Guardar como formato OSCAR
lb_CheatsGameDirectory_UltraCombo->Caption=Directorio:
lb_CheatsMode_UltraCombo->Caption=Categoría:
lb_CheatsName_UltraCombo->Caption=Nombre:
lb_CheatsDescription_UltraCombo->Caption=Observaciones:
lb_OpenStatemen_UltraCombo->Caption=Detalles>>
lb_CloseStatement_UltraCombo->Caption=Cerrar>>
lb_Prompt_UltraCombo->Caption=Pruébelo en los juegos. Si no se detiene el bucle, pulse los botones izquierdo/derecho/medio del ratón para finalizar el bucle y vuelva a comprobar el procedimiento.
bt_CheatsDownloadExplain_UltraCombo->Caption=Manual
htmlb_Statement1_UltraCombo->Caption=
htmlb_Statement2_UltraCombo->Caption=Simplifique las combinaciones de botones de los juegos MMO/RPG en comandos combinados. Puede utilizar los tipos A/B/C o modificar las macros Oscar para combinaciones más avanzadas. Cuando realice cambios y edite los datos, utilice solo el tipo de archivo original.
htmlb_Statement3_UltraCombo->Caption=A> Adecuado para ejecutar una sola combinación de comandos.
htmlb_Statement4_UltraCombo->Caption=B> Adecuado para ejecutar una combinación de comandos en bucle ("ataque repetitivo"). Suelte el botón para detener la ejecución del combo.
htmlb_Statement5_UltraCombo->Caption=C> Adecuado para ejecutar una combinación de comandos de forma automática ("ataque de ejecución automática"). Pulse el mismo botón para detener la ejecución del combo.
AModeStatement=A>Single Combo
BModeStatement=B>Cycle Combo
CModeStatement=C>Auto Combo
OpenDialog_Title1=Nuevo
OpenDialog_Title2=Abrir
OpenDialog_Title3=Guardar
OpenDialog_Title4=Guardar como
OpenDialog_GameName=Carpeta
OpenDialog_GunFile=File
NewGameNameTitle=Nuevo Juego
NewGameNameDefault=Nuevo Juego
ModifyGameNameTitle=Editar nombre del juego
DeleteGameTitle=Delete
DeleteGameNameTitle=File
DeleteGameFileConfirm=¿Desea eliminar esta carpeta de juego?
DeleteGameFileSelected=Archivo / Carpeta se ha aplicado a la memoria del ratón, qué quieres Eliminar / Renombrar? Si se selecciona [Sí], la función borrará!
RenameGameNameSelected=Archivo / Carpeta se ha aplicado a la memoria del ratón, qué quieres Eliminar / Renombrar? Si se selecciona [Sí], la función borrará!
PleaseCreateDirectory=Por favor, cree carpeta del juego
NewCreateFileName=Nuevo 
NewCreateFileDefault=Nuevo archivo
OpenDialog_FileType=Tipo
OpenDialog_FileTypeCaption1=Todos los archivos (*.*)
OpenDialog_FileTypeCaption2=A-*.bmc (Single Combo)
OpenDialog_FileTypeCaption3=B-*.bmc (Cycle Combo)
OpenDialog_FileTypeCaption4=C-*.bmc (Auto Combo)
VersionMessage=Leer versión vista No se puede guardar!
MacroUsed=Archivo / Carpeta se ha aplicado a la memoria del ratón, qué quieres Eliminar / Renombrar? Si se selecciona [Sí], la función borrará!
MacroModify=El macro se ha modificado, ¿desea guardarlo?
InputNameInvalid=Carácter detectado no válido [por ejemplo, \ / : * ?  "  <  >  |  ].
MacroFileDelete=¿Desea eliminar el archivo de forma permanente?
MacroFileSelected=Archivo / Carpeta se ha aplicado a la memoria del ratón, qué quieres Eliminar / Renombrar? Si se selecciona [Sí], la función borrará!
ModifyFileNameTitle=Cambiar el nombre
PleaseInputFileName=Introducir nombre de la Macro
FileExistAlready=¿Archivo existente reemplazar?
rb_OneKeyKill_UltraCombo->Caption=A>Single Combo
rb_CycleKill_UltraCombo->Caption=B>Cycle Combo
rb_AutoKill_UltraCombo->Caption=C>Auto Combo
OpenDialog_Title5=Eliminar
NoAuthorityUse=Permisos insuficientes, no se puede abrir el archivo.
MustCreatFile=Debe crear un archivo nuevo macro para editar!
bt_Start_UltraCombo->Caption=<F11> para iniciar 
bt_Stop_UltraCombo->Caption=<F12> para detener
ck_KeyboardAction->Caption=Grabar secuencia de teclas
ck_MouseClick->Caption=Grabar clics de ratón
lb_TestCommon->Caption=Describir en detalle la función de la macro:
bt_InsertKeyboard_UltraCombo->Hint=Insertar teclado
bt_InsertMouse_UltraCombo->Hint=Insertar ratón
bt_InsertDelay_UltraCombo->Hint=Insertar retardo
bt_Record_UltraCombo->Hint=Grabar
mi_InsertKeyboard_UltraCombo->Caption=Insertar teclado
mi_InsertMouse_UltraCombo->Caption=Insertar ratón
mi_InsertDelay_UltraCombo->Caption=Insertar retardo
mi_ClearAll_UltraCombo->Caption=Borrar todo
lb_TestDescription->Caption=Los datos se guardarán en la memoria del 4º botón del ratón temporalmente. En la zona de prueba o mientras prueba el juego, para restablecer los valores predeterminados del 4º botón, vaya a la "página Botón" y restablezca los valores.  
ck_CursorRecord->Caption=Iniciar grabación de cursor
lb_InterruptTips->Caption=En caso de que el programa de prueba se bloquee, pulse [Bloq mayús]+[Bloq despl]+[Bloq num] para interrumpirlo y vuelva a iniciar el programa.
PressSpaceToTest=Pulse el 4ªbotón para iniciar la prueba
bt_Clear_UltraCombo->Caption=Borrar
Key=Botón
KeyDown=Pulsar
KeyUp=Soltar
MouseMoveTo=Desplazamiento_ratón_a
MouseRelativeMove=Desplazamiento_relativo_ratón
Delay=Retardo
millisecond=ms
second=Seg
minute=Min
MouseWhellUp=Desplazar_arriba
MouseWhellDown=Desplazar_abajo
MouseLeftKeyDown=Pulsar_botón_izquierdo
MouseLeftKeyUp=Soltar_botón_izquierdo
MouseLeftKeyClick=Clic_botón_izquierdo
MouseLeftKeyDblClick=Doble_clic_botón_izquierdo
MouseMiddleKeyDown=Pulsar_botón_central
MouseMiddleKeyUp=Soltar_botón_central
MouseMiddleKeyClick=Clic_botón_central
MouseRightKeyDown=Pulsar_botón_derecho
MouseRightKeyUp=Soltar_botón_derecho
MouseRightKeyClick=Clic_botón_derecho
MouseFourthKeyDown=Pulsar_4º_botón
MouseFourthKeyUp=Soltar_4º_botón
MouseFourthKeyClick=Clic_4º_botón
MouseFifthKeyDown=Pulsar_5º_botón
MouseFifthKeyUp=Soltar_5º_botón
MouseFifthKeyClick=Clic_5º_botón

[UltraComboHelp]
Help_10=A> Single Combo
Help_11=Pulse este botón para ejecutar "Single Combo" (se ejecuta una vez en juegos de combate y juegos de rol MMO/RPF), una combinación de comandos de varios botones.
Help_20=B> Cycle Combo
Help_21=Mantenga pulsado este botón para ejecutar " Cycle Combo" (se ejecuta repetidamente en juegos de combate y juegos de rol MMO/RPF). Para detener la ejecución, suelte el botón.
Help_30=C> Auto Combo
Help_31=Pulse este botón para ejecutar "Auto Combo" (se ejecuta automáticamente en juegos de combate y juegos de rol MMO/RPF). Para detener la ejecución, vuelva a pulsar el botón.

[MultiDeviceManageForm]
lb_Title->Caption=Varios dispositivos
lb_Description->Caption=Utilice el software para configurar uno de los ratones Bloody conectados, el LED parpadeante de la rueda indicará el que se ha asociado.
Bloody_V_Mouse=Ratón serie V
Bloody_VL_Mouse=Ratón serie VL
Bloody_T_Mouse=Ratón serie T
Bloody_TL_Mouse=Ratón serie TL
Bloody_ZL_Mouse=Ratón serie ZL
Bloody_ML_Mouse=Ratón serie ML
Bloody_W_Wireless_Mouse=Ratón serie RT (modo inalámbrico)
Bloody_W_Wired_Mouse=Ratón serie RT (modo con cable)
Bloody_WL_Wireless_Mouse=Ratón serie WL (modo inalámbrico)
Bloody_WL_Wired_Mouse=Ratón serie WL (modo con cable)
Bloody_R_Mouse=Ratón serie R
Bloody_RT_Mouse=Ratón serie RT
Bloody_F_Mouse=Ratón serie F
Bloody_FL_Mouse=Ratón serie FL
Bloody_Fc_Mouse=Ratón serie F
Bloody_FLc_Mouse=Ratón de juegos serie FL-Full Color Laser
Bloody_A_Mouse=Ratón serie A
Bloody_AL_Mouse=Ratón serie AL
Bloody_N_Mouse=Ratón serie N
Bloody_NL_Mouse=Ratón serie NL
Bloody_E_Mouse=Ratón para juegos serie E-Full Color
Bloody_P80_Mouse=Ratón serie P
Bloody_P88_Mouse=Ratón serie P
Bloody_S9X_Mouse=Ratón serie S
Bloody_S9XPro_Mouse=S Series-RGB Pro mouse
Bloody_SL9X_Mouse=SL Series-RGB Laser Mouse
Bloody_P81Pro_Mouse=P Series-RGB Pro mouse
Bloody_PL81_Mouse=P Series-RGB Laser Mouse
Bloody_J86_Mouse=Ratón serie J
Bloody_J90_Mouse=Ratón serie J
Bloody_J95_Mouse=Ratón serie J
Bloody_J81_Mouse=Ratón serie J
Bloody_W60Max_Mouse=Ratón serie W
Bloody_P80Pro_Mouse=Bloody Pro game mouse
Bloody_L68_Mouse=Ratón serie L

[ExtraChannelSettingForm]
lb_NotifyingMouse->Caption=Mueva el ratón…
lb_NotifyingKeyboard->Caption=Pulse cualquier tecla del teclado…

[ColorPaletteForm]
lb_ColorEditor->Caption=Editar color:
lb_BasicColor->Caption=Color básico:
lb_CurrentColor->Caption=Color actual:
lb_Red->Caption=Rojo (R)
lb_Green->Caption=Verde (G)
lb_Blue->Caption=Azul (B)

[MouseGesturesForm]
lb_Title->Caption=Configuración de Gestos 16-en-1:
lb_Context->Caption=Cómo utilizar Gestos del ratón: Mantenga pulsado el botón "Gestos del ratón", mueva el ratón en la dirección que se indica abajo y suelte el ratón.
ck_RealTimeReply->Caption=Movimiento continuo
lb_Distance->Caption=Sensibilidad
lb_Units->Caption=(1@equ@Baja)
lb_Default->Caption=Reanudar valor predeterminado
lb_Context->Caption.2X=Uso de 16-en-1: Mantenga pulsado el botón "2X", mueva el ratón en la dirección de la "Flecha" y suelte el botón. Si se ha seleccionado "Respuesta en tiempo real" a continuación, se pueden ejecutar las 8 funciones más usadas o configurar la sensibilidad.
InputDigitError=¡¡¡Introduzca números!!!
DistanceRangeError=El intervalo de la sensibilidad debe ser de %x a %y.

[MouseGesturesExForm]
lb_Title->Caption=
lb_Context->Caption=
ck_EnabledTipBoard->Caption=

[Wheel4DForm]
lb_Wheel4DSet->Caption=Configuración de Tiltless Wheel
lb_ChooseWheel4D->Caption=Activar Tiltless Wheel
lb_ChooseStandard->Caption=Activar rueda estándar
lb_HideWheel4DIcon->Caption=Ocultar icono de "Tiltless Wheel"
lb_HidePartialIcon->Caption=Ocultar icono de partición
lb_VerticalScrollSet->Caption=Desplazamiento vertical
lb_VerticalScrollLines->Caption=Líneas por desplazamiento:
lb_VerticalScrollPage->Caption=Una pantalla por desplazamiento
lb_HorizontalScrollSet->Caption=Desplazamiento horizontal
lb_HorizontalScrollNote->Caption=Palabras por desplazamiento
lb_Wheel4DTitleOfNotes->Caption=Introducción a Tiltless Wheel
lb_Wheel4DNotes->Caption=La innovadora y patentada tecnología “Tiltless Wheel”permite realizar 4 tipos de desplazamiento con una rueda para que el desplazamiento vertical/horizontal sea más eficaz. Por ejemplo, permite dividir una hoja de Excel en áreas A y B. Según la posición del cursor en un área, cambiará automáticamente a desplazamiento horizontal si el cursor está en el "Área A" y al contrario para el desplazamiento vertical.
lb_ARegionNotes->Caption=Cursor en Área A, desplazamiento vertical
lb_BRegionNotes->Caption=Cursor en Área B, desplazamiento horizontal
lb_PartialIcon->Caption=Icono de partición
lb_Wheel4DFormHint->Caption=Mantener pulsado para mover el icono y ajustar la proporción de las áreas A y B.
lb_OpenWeb->Caption=Haga clic para acceder al sitio web XFAR
InputDigitError=¡¡¡Introduzca números!!!
Wheel4DSetValueRange=Establezca un intervalo de valores de %x a %y.
ck_AreaABSwap->Caption=Intercambiar áreas A&B

[PenSuitForm]
lb_Title->Caption=Configuración de TutorPen
lb_HandwritingEraseType->Caption=Configuración de borrado:
rb_EraseType1->Caption=Borrado automático
rb_EraseType2->Caption=Borrado manual
lb_EraseType1->Caption=Si se mantiene pulsado el botón mientras se dibuja la línea, se borrará la línea al soltar el botón.
lb_EraseType2->Caption=Si se mantiene pulsado el botón mientras se dibuja la línea, se borrará la línea al hacer doble clic en el botón.
lb_BoldType->Caption=Grosor lápiz:
ck_BoldType3->Caption=Grueso
ck_BoldType2->Caption=Normal
ck_BoldType1->Caption=Fino
lb_Hint->Caption=Se pueden seleccionar 3 grosores de línea para que sus presentaciones sean más fáciles de leer y seguir.
lb_PenColor->Caption=Color de lápiz:

[ScreenCapture]
rb_Rectangle->Hint=Rectángulo
rb_Ellipse->Hint=Elipse
rb_Arrow->Hint=Flecha
rb_Brush->Hint=Pincel
rb_Text->Hint=Texto
bt_Restore->Hint=Restaurar
bt_Save->Hint=Guardar
bt_Giveup->Hint=Abandonar
bt_Finish->Hint=Finalizar
rb_ToolAttributePenSize1->Hint=Lápiz1
rb_ToolAttributePenSize2->Hint=Lápiz2
rb_ToolAttributePenSize3->Hint=Lápiz3
ck_FontBold->Hint=Negrita
ck_FontItalic->Hint=Cursiva
ck_FontUnderLine->Hint=Subrayado
rb_Mosaic->Hint=Mosaico
bt_Note->Hint=Nota

[LightEffectForm]
lb_LightBrightness->Caption=Brillo de LED:
ColorEffect=Efecto de luz:
ColorEffect1=Luz constante a todo color
ColorEffect2=Respiración a todo color (flash lento)
ColorEffect3=Respiración a todo color (flash)
ColorEffect4=Bucle a todo color (flash lento)
ColorEffect5=Bucle a todo color (flash)
ColorEffect6=Cambio de color gradual (lento)
ColorEffect7=Cambio de color gradual (rápido)
NeonEffect=Efecto de luz:
NeonEffect1=Luces apagadas
NeonEffect2=Sistema de luces de neón
NeonEffect3=Luz fija
NeonEffect4=Respiración

[PreventDisturbForm]
lb_Title->Caption=On-Board Profile Loadout:
lb_Comment->Caption=Al habilitar esta función, el software se cierra para liberar recursos del sistema y se guarda toda la configuración en la memoria del ratón.
lb_Configuration->Caption=Ajustes
lb_ProgramName->Caption=Nombre de programa
lb_GameComment->Caption=Nombre de juego
lb_PreventDisturb->Caption=Activar
CloseSoftwareTips=Ficha "OK": Habilitar "On-board profile Loadout"@RETURN@@RETURN@Ficha "Salir": guardar la configuración en la memoria del ratón y ejecutar el juego sin el software Bloody.
ck_DoNotRemind->Caption=Quitar ventanas emergentes acerca de "On-Board Profile Loadout"
im_OpenExe->Hint=Agregar
im_Delete->Hint=Quitar
ProgramExists=Este nombre de programa ya existe.

[ForcedStandardMouseForm]
lb_Title->Caption=Enter the Tournament Mode@RETURN@(Disable all gaming macro keys)
lb_SetPassword->Caption=Enter Password : 
lb_ConfirmPassword->Caption=Repeat Password : 
EmptyPassword=Must enter password!
ConfirmPasswordError=Enter Password and Repeat Password must be the same!
lb_RestoreTitle->Caption=You have entered the tournament mode!  We have disabled all the software macro functions from your current mouse.
lb_UnlockPassword->Caption=To restart the mouse to original marco settings, please enter the password :

[SLEDManageForm]
EffectManagement=Archivo
EffectManagement_ImportExport=Importar/Exportar
SLEDPannel=Full Color
SLEDButton=Key Color
SLEDAnimation=Animation
SLEDAlgorithm=Algorithm
ControlKey=Iluminación
lb_CommentTitle_SLED->Caption=Efectos de iluminación RGB:
lb_Comment_SLED->Caption=Hay cinco (5) efectos de iluminación precargados de forma predeterminada. Ajuste los efectos de iluminación levantando el ratón de la superficie y pulsando el botón [1] para desplazarse por las distintas opciones.
ApplyInform=Se ha guardado el efecto de iluminación RGB.
AccessDeny=Esta función SOLO está disponible para ratones de juego compatibles con RGB. Consulte su manual para más información.
ck_LightingEffects->Caption=Tras pulsar el botón 1/N/3, el dispositivo no volverá automáticamente al modo de efectos de iluminación.

[SLEDEditorForm]
EffectManagement=Archivo
EffectManagement_New=Nuevo
EffectManagement_Open=Abrir
EffectManagement_Save=Guardar
EffectManagement_SaveAs=Guardar como nuevo
EffectManagement_Delete=Eliminar
EffectManagement_Rename=Cambiar el nombre
ColorKeyboardPannel=Full Color
ColorKeyboardButton=Key Color
ColorKeyboardAnimation=Animation
lb_PannelTitle->Caption=Efecto de luz:
lb_PannelLight->Caption=Luz fija
lb_PannelBreath->Caption=Respiración
lb_PannelSlowBreath->Caption=Lento
lb_PannelFastBreath->Caption=Rápido
lb_ButtonTitle->Caption=Efecto de luz:
lb_KeyColor->Caption=Clic_color
lb_DownColor->Caption=Pulsar_color
lb_UpColor->Caption=Soltar_color
lb_ButtonSlowBreath->Caption=Lento
lb_ButtonFastBreath->Caption=Rápido
ButtonType1=Clic_cambiar color
ButtonType2=Clic_meteorito
ButtonType3=Clic_onda
bt_AnimationPlay->Hint=Reproducir
bt_AnimationStop->Hint=Detener
bt_AnimationPrevious->Hint=Anterior
bt_AnimationNext->Hint=Siguiente
bt_AnimationLoadFrame->Hint=Copiar cuadros en botones
bt_AnimationSaveFrame->Hint=Copiar botones en cuadros
bt_AnimationNewFrame->Hint=Agregar cuadro
bt_AnimationDeleteFrame->Hint=Eliminar cuadro
bt_AnimationUndo->Hint=Deshacer
bt_AnimationRedo->Hint=Rehacer
lb_AnimationTitle->Caption=Efectos de iluminación dinámicos:
lb_AnimationTimeUnit->Caption=【Min】
lb_BackgroundColor->Caption=Color de fondo
AnimationCommentOpen=Detalles>>
AnimationCommentClose=Cerrar>>
AnimationComment=【Modo de bucle】Si se establece en "0", muestra el efecto de animación inmediatamente.@RETURN@【Modo inteligente】El efecto de animación se inicia tras 1~10 min. de inactividad del teclado. Pulse cualquier tecla para detenerlo.@RETURN@
NewCreateFileName=Nuevo 
NewCreateFileDefault=Nuevo archivo
mi_AddFrame->Caption=Nuevo cuadro
mi_CopyFrame->Caption=Rehacer cuadro
mi_DeleteFrame->Caption=Eliminar cuadro
mi_LoadFrame->Caption=Copiar en botones
mi_SaveFrame->Caption=Copiar en cuadros
mi_ChangeFrameOrder->Caption=Cambiar orden
mi_MoveFront->Caption=Establecer como primero
mi_NextFrame->Caption=Parte trasera
mi_PreviousFrame->Caption=Parte delantera
mi_MoveBack->Caption=Establecer como último
SetColorPrompt=Botón_izquierdo [clic] o [arrastrar]@RETURN@editar colores del botón
InputNameInvalid=Carácter detectado no válido [por ejemplo, \ / : * ?  "  <  >  |  ].
IsCreateNewFile=Nuevo Archivo?
MacroModify=El macro se ha modificado, ¿desea guardarlo?
IsDeleteFile=¿Desea eliminar el archivo de forma permanente?
RenameName=Cambiar el nombre
PleaseInputMacroName=Nuevo nombre del archivo
ExistAlready=¿Archivo existente reemplazar?
ExceedLimitCount=Se ha superado el máx. de cuadros

[SLEDFileDialog]
lb_Directory->Caption=RGB
lb_FileName->Caption=Archivo
lb_Title->Caption1=Abrir
lb_Title->Caption2=Guardar
lb_Title->Caption3=Guardar como
lb_Title->Caption4=Eliminar
lb_FileType->Caption=Tipo
advcb_FileType->Caption1=Todos los archivos de efectos de iluminación
advcb_FileType->Caption2=*.ckPannel - Full Color
advcb_FileType->Caption3=*.ckButton - Key Color
advcb_FileType->Caption4=*.ckAnimation - Animation
NoAuthorityUse=Insufficient authority, export failed!

[SLEDDelaySetForm]
lb_DelayTime->Caption=Retardo (seg.):
lb_ChangeSingle->Caption=cambiar solo tiempo de retardo
lb_ChangeAll->Caption=Cambiar todos los tiempos de retardo
lb_ChangeArea->Caption=Cambiar parcial tiempos de retardo (cuadros) : 

[OptionForm]
rb_BasicSetting->Caption=Basic settings
rb_SafeSetting->Caption=Security settings
rb_PermitSetting->Caption=Permission setting
lb_BasicItem0->Caption=%B7 light
lb_BasicItem1->Caption=%B7 main panel
lb_BasicItem2->Caption=%B7 status
lb_BasicItem3->Caption=%B7 session window
lb_BasicItem4->Caption=%B7 information display
lb_BasicItem5->Caption=%B7 reminder
lb_BasicItem6->Caption=%B7 hotkey
lb_BasicItem7->Caption=%B7 sound
lb_BasicItem8->Caption=%B7 software update
lb_BasicItem9->Caption=%B7 file management
lb_BasicItem10->Caption=%B7 file sharing
lb_BasicItem11->Caption=%B7 video call
lb_BasicContentTitle0->Caption=Light:
lb_BasicContentTitle1->Caption=Main Panel:
lb_BasicContentTitle2->Caption=Status:
lb_BasicContentTitle3->Caption=Session Window:
lb_BasicContentTitle4->Caption=Info Display:
lb_BasicContentTitle5->Caption=Reminder:
lb_BasicContentTitle6->Caption=Hotkey:
lb_BasicContentTitle7->Caption=Sound:
lb_BasicContentTitle8->Caption=Software Update:
lb_BasicContentTitle9->Caption=File Management:
lb_BasicContentTitle10->Caption=File Sharing:
lb_BasicContentTitle11->Caption=Video Call:
ck_LightingEffects->Caption=After pressing the 1/N/3 switch, device will not automatically return to the light effect mode.

[DownloadConfirmForm]
lb_Title->Caption=Espacio de memoria:
lb_ExceededCapacity->Caption=El script supera el límite de tamaño. Borre parte del script.
lb_DownloadedTips->Caption=[Script guardado]
lb_Hint->Caption=*El espacio de memoria del sistema se verá afectado por el núcleo y las funciones adicionales seleccionadas.
TotalCapacity=Espacio total:
AvailableCapacity=Espacio restante:
ck_DoNotShowAnymore->Caption=No volver a mostrar

[WeaponExtensionsKeysForm]
lb_Title->Caption=
lb_ExtensionsKeyTitle->Caption=
lb_WheelLightTitle->Caption=
lb_ActivateTitle->Caption=
lb_Hint->Caption=
LightOff=
LightStyle1=
LightStyle2=
WhiteLight=
GreenLight=
PurpleLight=
im_ExtensionsKeyM->Hint=Botón de en medio
im_ExtensionsKey4->Hint=4º botón
im_ExtensionsKey5->Hint=5º botón

[SharkSeriesMouseKeySetting]
lb_Title->Caption=[Left Button] Setting
rb_SharkMouseKey1N->Caption=1/N
rb_SharkMouseKey1N3->Caption=1/N/3
rb_SharkMouseKey1N34->Caption=1/N/3/4

[VoiceActivateGun]
VoiceControlKey1=Voice control key [N]
VoiceControlKey2=Voice control key [3]
VoiceControlKey3=Voice control key [4]
VoiceControlKey4=Voice control 1
VoiceControlKey5=Voice control 2
VoiceControlKey6=Voice control 3
VoiceControlKey7=Voice control 4

